<?php

return [

    /*
    |----------------------------------------------------------------------
    | パスワードリセット用言語ライン
    |----------------------------------------------------------------------
    |
    | 以下の言語ラインは、パスワードの更新試行が失敗した理由に対応する
    | デフォルトのメッセージです。無効なトークンや無効な新しいパスワードなどが含まれます。
    |
    */

    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'throttled' => '再試行する前にしばらくお待ちください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'そのメールアドレスに一致するユーザーが見つかりません。',

];